[
  {
    "id": 1,
    "text": "*Hustle o,* make dem no use tinted glass carry your babe pass you."
  },
  {
    "id": 2,
    "text": "*Hustle o,* make your charger no first you blow."
  },
  {
    "id": 3,
    "text": "*Hustle o,* make Shoprite no be like USA for ur pikin eye."
  },
  {
    "id": 4,
    "text": "*Hustle o,* make your pikin no go vomit garri for class."
  },
  {
    "id": 5,
    "text": "*Hustle o,* make them no dey tell you for party say, rice dey, but meat don finish."
  },
  {
    "id": 6,
    "text": "*Hustle o,* make u no dey share one room with your family of seven."
  },
  {
    "id": 7,
    "text": "*Hustle o,* make you no see enjoyment dey call am waste of money."
  },
  {
    "id": 8,
    "text": "*Hustle o,* make bank charges no spoil money weh you wan withdraw o."
  },
  {
    "id": 9,
    "text": "*Hustle o,* make girl nor blur you for picture weh una gather take o."
  },
  {
    "id": 10,
    "text": "*Hustlers o,* make you no carry sport bet ticket up and down when you dey 60 years."
  },
  {
    "id": 11,
    "text": "*Hustle o,* make small child no see you come dey hide biscuit."
  },
  {
    "id": 12,
    "text": "*Hustle o,* make u no come dey shout food neva reach me for burial or wedding."
  },
  {
    "id": 13,
    "text": "*Hustle o,* make you no kon dey shout vanity upon vanity when you see people dey jolly."
  },
  {
    "id": 14,
    "text": "*Hustle o,* make them no dey use your teeth as bottle opener for family meeting."
  },
  {
    "id": 15,
    "text": "*Hustle o,* make you no come dey go from ATM to ATM dey find the one wey dey dispense 500 naira."
  },
  {
    "id": 16,
    "text": "*Hustle o,* make them no use sticker hide your face for selfie."
  },
  {
    "id": 17,
    "text": "*Hustle o,* make people no dey contribute nepa bill make you go pay for them at nepa office."
  },
  {
    "id": 18,
    "text": "*Hustle o,* make you no burst into tears because food no reach you for owambe."
  },
  {
    "id": 19,
    "text": "*Hustle o,* make you no say flexing na waste of money."
  },
  {
    "id": 20,
    "text": "*Hustle o,* make ur ex no go splash u water for body with im car."
  },
  {
    "id": 21,
    "text": "*Hustle o,* make your friends no tell you to take bike say space don finish inside car."
  },
  {
    "id": 22,
    "text": "*Hustle o,* make them no use ur pikin act witch or herbalist for school."
  },
  {
    "id": 23,
    "text": "*Hustle o,* make dem no come dey investigate the root cause of your poverty."
  },
  {
    "id": 24,
    "text": "*Hustle o,* make dem no say make you get up from chair make your rich younger brother sit for family meeting."
  },
  {
    "id": 25,
    "text": "*Hustle o,* make your children no dey gossip your matter."
  },
  {
    "id": 26,
    "text": "*Hustle o,* make u no wear ADIEU PAPA go club."
  },
  {
    "id": 27,
    "text": "*Hustle o,* make you no com dey queue for politicians doormouth, dey fight on top bowl of rice."
  },
  {
    "id": 28,
    "text": "*Hustle o,* make person no see you tell you say \"as I see the shirt I know say na you\"."
  },
  {
    "id": 29,
    "text": "*Hustle o,* make your children no go dey swear for you anyhow."
  },
  {
    "id": 30,
    "text": "*Hustle o,* make hunger no beat you sote ceiling go come become cake for your eye."
  },
  {
    "id": 31,
    "text": "*Read o,* make you no go begin invigilate the invigilator for exam hall."
  },
  {
    "id": 32,
    "text": "*Hustle o,* make dem no use your poverty do documentary."
  },
  {
    "id": 33,
    "text": "*Hustle o,* make your friend no send you 2k then run go social media go post “We rise by lifting others\"."
  },
  {
    "id": 34,
    "text": "*Hustle o,* make your children no use you do blood money."
  },
  {
    "id": 35,
    "text": "*Hustle o,* make you no for dey wait make garri swell first before you drink am."
  },
  {
    "id": 36,
    "text": "*Hustle o,* make your pikin no go resemble baba landlord."
  },
  {
    "id": 37,
    "text": "*Hustle o,* make your children no go dey address you as \"this man\"."
  },
  {
    "id": 38,
    "text": "*Hustle o,* make your wife no go dey address you as \"yeye man\"."
  },
  {
    "id": 39,
    "text": "*Hustle o,* make DJ no go off music for your wedding say you neva pay balance."
  },
  {
    "id": 40,
    "text": "*Hustle o,* make them no send you go buy drink for others when family meeting de in go on."
  },
  {
    "id": 41,
    "text": "*Hustle o,* make your slippers no first you chop."
  },
  {
    "id": 42,
    "text": "*Hustle today o,* so that u no go hustle tomorrow o!"
  },
  {
    "id": 43,
    "text": "*Hustle today o,* so that u no go start your own hustle for old age."
  },
  {
    "id": 44,
    "text": "*Hustle o,* make dem no lock kitchen sake of se you dey house."
  },
  {
    "id": 45,
    "text": "*Hustle o,* make ur neighbors no come back dey ask you say which time NEPA take light."
  },
  {
    "id": 46,
    "text": "*Hustle o,* make your mama no go dey no follow campaign bus because of 2k."
  },
  {
    "id": 47,
    "text": "*Hustle o,* make you no pack back go village come dey shout \"there's no place like home\"."
  },
  {
    "id": 48,
    "text": "*Hustle o,* make u no dey use cellotape hold earpiece."
  },
  {
    "id": 49,
    "text": "*Hustle o,* make your babe no go dey introduce you as \"Just a Friend\" ."
  },
  {
    "id": 50,
    "text": "*Hustle o, *make you no go dey para dey talk say \"Na only one game cut my ticket\"."
  },
  {
    "id": 51,
    "text": "*Hustle o,* make dem no come dey ask you whether NEPA don bring light since morning for area."
  },
  {
    "id": 52,
    "text": "*Hustle o,* make e no be seh anytime you visit ur friend, im wife dey tell u say \"My husband is not around\"."
  },
  {
    "id": 53,
    "text": "*Hustle o,* make person no come marry your own wife on top your marriage."
  },
  {
    "id": 54,
    "text": "*Hustle o,* make you no dey borrow house to knack."
  },
  {
    "id": 55,
    "text": "*Hustle o,* make one girl no come dey tell you say \"immidately i saw your shoe , I knew it was you\"."
  },
  {
    "id": 56,
    "text": "*Hustle o,* make dem no use the picture wey you take yesterday do throwback."
  },
  {
    "id": 57,
    "text": "*Hustle o,* make your own AirPod no go dey blink blue and red light."
  },
  {
    "id": 58,
    "text": "*Hustle o,* make conductor no tell you say make you go find change come."
  },
  {
    "id": 59,
    "text": "*Hustle o,* make dem no tell you say “as i sight that shirt i don know say na you”."
  },
  {
    "id": 60,
    "text": "*Hustle o,* before one girl go snatch your husband with “LETS GO OUT BILLS ON ME”."
  },
  {
    "id": 61,
    "text": "*Hustle o,* so they can stay awake till 12:00 Midnight and wish you Happy Birthday instead of sending, 'Sorry it's coming late'."
  },
  {
    "id": 62,
    "text": "*Hustle o,* so that at the family gathering you will not be asked to pack the chairs."
  },
  {
    "id": 63,
    "text": "*Hustle o,* so that your own iPhone no go get playstore."
  },
  {
    "id": 64,
    "text": "*Hustle o,* make your babe no tell you say \"babe collect your friend IPhone lets snap\"."
  },
  {
    "id": 65,
    "text": "*Hustle o,* make \"bros good morning\" no turn to \"guy how far?\"."
  },
  {
    "id": 66,
    "text": "*Hustle o,* make dem no come dey borrow money for your burial."
  },
  {
    "id": 67,
    "text": "*Hustle o*, make dem no give you fanta and tell you say Maltina na for special guests."
  },
  {
    "id": 68,
    "text": "*Hustle o,* make them no go dey tell you \"your shoe fine... I know say the original go cost\""
  }
]
